export const searchOptions = [
  {
    name: "Мусіхін Валентин Олегович",
    speciality: "Стоматолог",
  },
  {
    name: "Полтавська обласна клінічна лікарня імені М.В.О.",
    speciality: "Медичний заклад",
  },
  {
    name: "Стоматолог",
    speciality: "Пошук по спеціальності",
  },
  {
    name: "Мусіхін Валентин Баранович",
    speciality: "Стоматолог",
  },
  {
    name: "Черкаська обласна клінічна лікарня імені М.В.О.",
    speciality: "Медичний заклад",
  },
  {
    name: "Психолог",
    speciality: "Пошук по спеціальності",
  },
  {
    name: "Мусіхін Валентин Бабайкович",
    speciality: "Стоматолог",
  },
  {
    name: "Чигиринська обласна клінічна лікарня імені М.В.О.",
    speciality: "Медичний заклад",
  },
  {
    name: "Уролог",
    speciality: "Пошук по спеціальності",
  },

];
